Repository: ThiefMaster/newdle
Catalog: newdle/client/src/locales/*/messages.po
Languages: es, fr, nb_no

source: 1 option chosen
fr: 1 option choisie

source: <0>newdle</0> is a collective meeting scheduling application.
es: <0>newdle</0> es una aplicación para programar reuniones colectivamente.
fr: <0>newdle</0> est une application de planification collective de réunion.
nb_no: <0>newdle</0> er et planleggingsprogram for fellesmøter.

source: <0>newdle</0> will collect the answers!
es: <0>newdle</0> guardará las respuestas!
fr: <0>newdle</0> collectera les réponses !
nb_no: <0>newdle</0> samler svarene.

source: A participant can only choose a single slot. Only slots not chosen by someone else can be selected.
fr: Un participant ne peut choisir qu'un créneau. Seuls les créneaux non sélectionnés par quelqu'un peuvent être sélectionnés.

source: Accept all options where I'm available
es: Aceptar todas las opciones donde estoy disponible
fr: Accepter toutes les options pour lesquelles je suis disponible
nb_no: Godta alle alternativer når jeg er tilgjengelig

source: Add myself
fr: M'ajouter

source: Add new participants
es: Añadir nuevos participantes
fr: Ajouter de nouveaux participants
nb_no: Legg til deltagere

source: Add participant
es: Añadir participante
fr: Ajouter un participant
nb_no: Legg til deltagere

source: Advanced options
es: Opciones avanzadas
fr: Options avancées
nb_no: Avanserte innstillinger

source: All participants answered.
es: Todos los participantes han respondido.
fr: Tous les participants ont répondu.
nb_no: Alle deltagere har svart.

source: Answer newdle
es: Responder newdle
fr: Répondre au newdle
nb_no: Besvar newdle

source: Answering on behalf of:
es: Responder en nombre de:
fr: Répondre à la place de :
nb_no: Svarer på vegne av:

source: Anyone can choose one or more slots. You then pick one final slot.
fr: Chacun peut choisir un ou plusieurs créneaux. Vous pouvez ensuite décider du créneau.

source: Are you sure you want to leave this page without saving?
es: ¿Está seguro de querer salir de esta página sin guardar?
fr: Voulez-vous vraiment quitter cette page sans sauvegarder ?
nb_no: Er du sikker på at du ønsker å forlate denne siden uten å lagre?

source: Awaiting your reply
es: Esperando su respuesta
fr: En attente de votre réponse
nb_no: Avventer ditt svar

source: Back
es: Atrás
fr: Retour
nb_no: Tilbake

source: Calendar
fr: Calendrier

source: Cancel
es: Cancelar
fr: Annuler
nb_no: Avbryt

source: Change participants
es: Cambiar participantes
fr: Modifier les participants
nb_no: Endre deltagere

source: Change time slots
es: Cambiar franja horaria
fr: Modifier les créneaux horaires
nb_no: Endre tidsbolker

source: Choose the participants
es: Seleccione los participantes
fr: Sélectionnez les participants
nb_no: Velg deltagere

source: Choose the time slots
es: Seleccione la franja horaria
fr: Sélectionnez les créneaux horaires
nb_no: Velg tidsbolkene

source: Choose your participants
es: Elija a los participantes
fr: Sélectionnez vos participants
nb_no: Velg deltagerne

source: Click the timeline to add your first time slot
fr: Cliquez sur les horaires pour ajouter votre premier créneau horaire

source: Click to add time slots
es: Pulse aquí para añadir franjas horarias
fr: Cliquez pour ajouter des créneaux horaires
nb_no: Klikk for å legge til tidsbolker

source: Clone newdle
fr: Cloner le newdle

source: Cloning options
fr: Options pour le clonage

source: Confirm
es: Confirmar
fr: Confirmer
nb_no: Bekreft

source: Confirm changes
fr: Confirmer les changements

source: Copied!
es: Copiado!
fr: Copié !
nb_no: Kopiert.

source: Copy time slots from previous day
es: Copiar las franjas horarias del día anterior
fr: Copier les créneaux horaires du jour précédent
nb_no: Kopier tidsbolker fra forrige dag

source: Copy to clipboard
es: Copiado al portapapeles
fr: Copier dans le presse-papier
nb_no: Kopier til utklippstave

source: Create a newdle!
fr: Créer un newdle !

source: Create event
es: Crear evento
fr: Créer un évènement
nb_no: Opprett hendelse

source: Create newdle
fr: Créer un newdle

source: Create your first newdle!
es: Cree su primer newdle!
fr: Créez votre premier newdle !
nb_no: Opprett din første newdle!

source: Create your newdle!
es: Cree su newdle!
fr: Créez votre newdle !
nb_no: Opprett din newdle.

source: Delete newdle
es: Borrar newdle
fr: Supprimer le newdle
nb_no: Slett newdle

source: Delete this newdle
es: Borrar este newdle
fr: Supprimer ce newdle
nb_no: Slett denne newdle-en

source: Do you really wish to delete this newdle? Please be aware that <0>this action cannot be undone</0>.
fr: Voulez vous vraiment supprimer ce newdle ? Veuillez noter que <0>cette action est irréversible</0>.

source: Done!
es: ¡Hecho!
fr: Fini !
nb_no: Ferdig.

source: Duration
es: Duración
fr: Durée
nb_no: Varighet

source: E-mail participants
es: Enviar correo elect. a los participantes
fr: Envoyer un courriel aux participants
nb_no: E-postdeltagere

source: Edit
fr: Modifier

source: Editing newdle
fr: Modification du newdle

source: Email address
es: Dirección de correo electrónico
fr: Adresse courriel
nb_no: E-postadresse

source: Error occurred
es: Ha ocurrido un error
fr: Une erreur est survenue
nb_no: En feil inntraff

source: Export answers
fr: Exporter les réponses

source: Finalize newdle
fr: Finaliser le newdle

source: Finalize your newdle
es: Finalice su newdle
fr: Finalisez votre newdle
nb_no: Fullfør din newdle

source: Find a common date
fr: Trouver une date commune

source: Get started
es: Comenzar
fr: Commencer

source: Go to newdle summary!
es: ¡Ir al resumen del newdle!
fr: Aller au résumé du newdle !
nb_no: Gå til newdle-sammendrag.

source: How does it work?
es: ¿Cómo funciona?
fr: Comment ça marche ?
nb_no: Hvordan virker det?

source: It is not possible to answer this newdle anymore.
es: Ya no es posible responder a este newdle.
fr: Il n'est plus possible de répondre à ce newdle.
nb_no: Det er ikke mulig å besvare denne newdle-en lenger.

source: Keep list of participants private
es: Mantener la lista de los participantes privada
fr: Garder la liste des participants privée
nb_no: La listen over deltagere forbli privat

source: Keep the timeslots as they are
fr: Garder les créneaux horaires tels quels

source: Keep timeslots
fr: Garder les créneaux horaires

source: Keep title and settings
fr: Garder le titre et les paramètres

source: Leave a comment (optional)
es: Dejar un comentario (opcional)
fr: Laisser un commentaire (optionnel)
nb_no: Kommentar (valgfritt)

source: Leave a comment...
es: Dejar un comentario...
fr: Laisser un commentaire…
nb_no: Legg igjen en kommentar…

source: Log in
es: Iniciar sesión
fr: Se connecter
nb_no: Logg inn

source: Log out
es: Cerrar sesión
fr: Se déconnecter
nb_no: Logg ut

source: Logging in...
es: Iniciando sesión...
fr: En cours de connexion…
nb_no: Logger inn…

source: Login
es: Iniciar sesión
fr: Identifiant
nb_no: Innlogging

source: Login required
es: Es necesario iniciar sesión
fr: Identifiant obligatoire
nb_no: Innlogging kreves

source: Logout
es: Cerrar sesión
fr: Déconnexion
nb_no: Logg ut

source: Made at {cernLink}
fr: Développé au {cernLink}

source: Missing search criteria
es: Faltan criterios de búsqueda
fr: Critère de recherche manquant

source: My newdles
es: Mis newdles
fr: Mes newdles
nb_no: Mine newdle-er

source: Name
es: Nombre
fr: Nom
nb_no: Navn

source: Newdle created
fr: Newdle créé

source: Newdle type
fr: Type du newdle

source: Newdles I'm in
es: Newdles en que estoy
fr: Les newdles auxquels je participe
nb_no: Newdle-er jeg er i

source: Newdles I'm participating in
fr: Newdles auxquels je participe

source: Next
es: Siguiente
fr: Suivant
nb_no: Neste

source: Next step
es: Siguiente paso
fr: Étape suivante
nb_no: Neste steg

source: No data
es: No hay datos
fr: Aucune donnée
nb_no: Ingen data

source: No options chosen
es: No se han elegido opciones
fr: Aucune option sélectionnée

source: No participants selected
es: No se han elegido participantes
fr: Aucun participant sélectionné
nb_no: Ingen deltagere valgt

source: No users matching the criteria
es: No hay usuarios que coincidan con los criterios
fr: Aucun utilisateur ne répond aux critères
nb_no: Ingen slike brukere

source: Nobody has voted yet.
es: Aún no ha votado nadie.
fr: Personne n'a encore voté.
nb_no: Ingen har stemt enda.

source: Not logged in
fr: Pas authentifié

source: Note that some of your participants did not provide an email address and thus could not be notified!
es: Tenga en cuenta que algunos participantes no han proporcionado un correo electrónico y, por ello, ¡no pudieron ser notificados!
fr: Veuillez noter que certains participants n'ont pas fourni d'adresse courriel et n'ont donc pas pu être notifiés !

source: Notify me about new answers
es: Notifícame sobre nuevas respuestas
fr: M'informer des nouvelles réponses
nb_no: Gi meg merknad om nye svar

source: Once the newdle is created, you will be shown a link which you need to send to anyone you wish to invite.
es: Una vez creado el newdle, se le mostrará un enlace que deberá enviar a quienes quiera invitar.
fr: Une fois le newdle créé, un lien vous sera indiqué que vous devrez envoyer à toutes les personnes que vous souhaitez inviter.

source: Other participants' answers are hidden
fr: Les réponses des autres participants sont cachées

source: Pick one date per participant
fr: Sélectionnez une date par participant

source: Please enter a title for your event...
es: Introduzca un título para su evento...
fr: Veuillez entrer un titre pour votre évènement…

source: Please enter your name...
es: Introduzca su nombre...
fr: Veuillez entrer votre nom…

source: Please log in again to confirm your identity
es: Vuelva a iniciar sesión para confirmar su identidad
fr: Veuillez vous identifier de nouveau pour confirmer votre identité
nb_no: Logg inn igjen for å bekrefte din identitet

source: Revert to the local timezone
fr: Utiliser le fuseau horaire local

source: Review cloned newdle
fr: Revoir le newdle cloné

source: Search
es: Buscar
fr: Chercher
nb_no: Søk

source: Select final date
es: Seleccionar la fecha final
fr: Sélectionnez la date finale
nb_no: Velg en sluttdato

source: Send your answer
es: Envíe su respuesta
fr: Envoyer votre réponse
nb_no: Send svaret ditt

source: Set the time slots based on their availability
es: Configure las franjas horarias según su disponibilidad
fr: Choisissez les créneaux horaires en fonction de leur disponibilité

source: Set the timeslots to start at a specific date
fr: Régler les créneaux horaires pour qu'ils commencent à une date spécifique

source: Shareable link
fr: Lien partageable

source: Skip
es: Omitir
fr: Passer
nb_no: Hopp over

source: Some of the current timeslots are in the past
fr: Certains des créneaux horaires actuels sont dans le passé

source: Some of your participants do not have e-mail addresses and will not be contacted:
es: Algunos de sus participantes no tienen direcciones de correo electrónico y no serán contactados:
fr: Certains participants n'ont pas d'adresse courriel et ne seront pas contactés :
nb_no: Noen av deltagerne har ikke angitt en e-postadresse, og vil ikke bli kontaktet:

source: Some participants were not logged in and will be skipped in the cloned newdle.
fr: Certains participants n'étaient pas connectés et ne seront pas pris en compte dans le clonage.

source: Something went wrong when notifying participants:
es: Algo salió mal al notificar a los participantes:
fr: Une erreur est advenue lors de la notification des participants :
nb_no: Noe gikk galt under varsling av deltagere:

source: Starting date:
fr: Date de début :

source: Summary: {0}
fr: Résumé : {0}

source: The following participants have not voted yet:
es: Los siguientes participantes aún no han votado:
fr: Les participants suivants n'ont pas encore voté :
nb_no: Følgende deltagere har ikke stemt enda:

source: The participants have been notified of the final date.
es: Los participantes han sido notificados de la fecha final.
fr: Les participants ont été informés de la date finale.

source: There are no participants yet.
es: Aún no hay participantes.
fr: Il n'y a pas encore de participants.
nb_no: Ingen deltagere enda.

source: They will be presented as options to the participants
es: Serán presentadas como opciones para los participantes
fr: Ils seront présentés comme des options aux participants
nb_no: De vil bli presentert som alternativer for deltagerne

source: This newdle has already finished
es: Este newdle ya ha finalizado
fr: Ce newdle est déjà terminé
nb_no: Denne newdle-en er over

source: This newdle has been deleted by its creator.
es: Este newdle ha sido borrado por su creador.
fr: Ce newdle a été supprimé par son créateur.

source: This newdle has finished
es: Este newdle ha finalizado
fr: Ce newdle est terminé
nb_no: Denne newdle-en er over

source: This page is personal and its URL should not be shared. Please use the shareable link above to share the newdle with others.
fr: Cette page est personnelle et son URL ne doit pas être partagée. Veuillez utiliser le lien partageable ci-dessus pour partager le newdle avec d'autres personnes.

source: This slot is already taken
fr: Ce créneau est déjà pris

source: This slot was added after the participant has already answered
fr: Ce créneau a été ajouté après que le participant a déjà répondu

source: This user was not logged in and will be skipped in the cloned newdle.
fr: Cet utilisateur n'était pas connecté et sera ignoré dans le clone du newdle.

source: Timeslots
fr: Crénaux horaires

source: Timezone
es: Huso horario
fr: Fuseau horaire
nb_no: Tidssone

source: Timezone {revertIcon}
fr: Fuseau horaire {revertIcon}

source: Toggle grid view
fr: Afficher / masquer la grille

source: Update your answer
es: Actualice su respuesta
fr: Modifier votre réponse
nb_no: Oppdater svaret ditt

source: View summary
es: Ver resumen
fr: Voir le résumé
nb_no: Vis sammendrag

source: We are almost there!
es: ¡Estamos casi listos!
fr: Vous y êtes presque !
nb_no: Nesten ferdig.

source: We have prefilled this form with the data you selected. If needed, you can make adjustments and then finalize your newdle in the last step.
fr: Nous avons pré-rempli ce formulaire avec les données que vous avez sélectionnées. Si nécessaire, vous pouvez faire des ajustements et finaliser votre newdle à la dernière étape.

source: Welcome to newdle!
es: ¡Le damos la bienvenida a newdle!
fr: Bienvenue dans newdle !
nb_no: Velkommen ti newdle.

source: Who are you?
es: ¿Quién es usted?
fr: Qui êtes-vous ?
nb_no: Hvem er du?

source: You are not part of any newdles yet.
es: Aún no es parte de ningún newdle.
fr: Vous ne participez à aucun newdle.
nb_no: Du er ikke del av noen newdle-er enda.

source: You can also "Skip" this step and simply share the link to your newdle
es: También puede "Omitir" este paso y simplemente compartir el enlace de su newdle
fr: Vous pouvez également « Passer » cette étape et simplement partager le lien vers votre newdle

source: You can only choose a single timeslot
fr: Vous ne pouvez choisir qu'un seul créneau horaire

source: You can use it to find out the best dates/times for your meetings.
es: Puede usarlo para conocer los mejores días/fechas para sus reuniones.
fr: Utilisez-la pour trouver les meilleures dates/créneaux horaires pour vos réunions.

source: You need to log in to access this page
es: Debe iniciar sesión para acceder a esta página
fr: Vous devez vous identifier pour accéder à cette page
nb_no: Du må logge inn for å få tilgang til siden

source: Your answer has been saved!
es: Su respuesta ha sido guardada!
fr: Votre réponse est sauvegardée !

source: Your newdle was created and invitation e-mails have been sent. You can send the following link to everyone you would like to invite:
es: Su newdle ha sido creado y las invitaciones se han enviado por correo electrónico. Puede enviar el siguiente enlace a todas las personas que le gustaría invitar:
fr: Votre newdle a été créé et des courriels d'invitation ont été envoyés. Vous pouvez envoyer le lien suivant aux personnes supplémentaires que vous souhaitez inviter :
nb_no: Din newdle ble opprettet, og invitasjoner er sent per e-post. Du kan sende følgende lenke til alle du ønsker å invitere:

source: Your newdle was created. You can now send the following to everyone you would like to invite:
fr: Votre newdle a été créé. Vous pouvez maintenant envoyer le message suivant à toutes les personnes que vous souhaitez inviter :

source: Your participants will receive an e-mail asking them to register to their preference. Once the newdle is created, you will be shown a link you can share with anyone else you wish to invite.
es: Tus participantes recibirán un correo electrónico pidiéndoles que se registren según su preferencias. Una vez el newdle ha sido creado, se te mostrará un enlace que puedes enviar a cualquiera que desees invitar.
fr: Vos participants recevront un courriel les invitant à enregistrer leur préférence. Une fois le newdle créé, vous obtiendrez aussi un lien que vous pourrez partager avec toutes les personnes supplémentaires que vous souhaitez inviter.

source: Your selected slot is already taken
fr: Le créneau que vous avez choisi est déjà pris

source: Your selected timeslot is:
fr: Le créneau choisi est :

source: Your session expired
es: Su sesión ha expirado
fr: Votre session a expiré

source: by {author}
es: por {author}
fr: par {author}
nb_no: av {author}

source: finished
es: finalizado
fr: terminé
nb_no: fullført

source: newdle logo
es: logo de newdle
fr: logo newdle

source: ongoing
es: en curso
fr: en cours
nb_no: pågår

source: or
fr: ou

source: originally created in the <0>{newdleTz}</0> timezone
es: originalmente creado en la zona horaria <0>{newdleTz}</0>
fr: créé originellement dans le fuseau horaire <0>{newdleTz}</0>
nb_no: opprinnelig laget i <0>{newdleTz}</0>-tidssonen

source: switch back to the <0>{defaultUserTz}</0> timezone
es: volver a la zona horaria <0>{defaultUserTz}</0>
fr: retourner au fuseau horaire <0>{defaultUserTz}</0>

source: {0, plural, =0 {No participants registered} one {# participant registered} other {# participants registered}}
fr: {0, plural, =0 {Aucun participant inscrit} one {# participant inscrit} other {# participants inscrits}}

source: {0, plural, one {# participant will be e-mailed:} other {# participants will be e-mailed:}}
es: {0, plural, one {# participante será notificado por e-mail:} other {# participantes serán notificados por e-mail:}}
fr: {0, plural, one {# participant recevra un courriel :} other {# participants recevront un courriel :}}

source: {0, plural, one {+# more} other {+# more}}
es: {0, plural, one {+# más} other {+# más}}
fr: {0, plural, one {+# de plus} other {+# de plus}}

source: {0, plural, one {You replied with # timeslot} other {You replied with # timeslots}}
es: {0, plural, one {Ha respondido con # franja horaria} other {Ha respondido con # franjas horarias}}
fr: {0, plural, one {Vous avez répondu avec # créneau horaire} other {Vous avez répondu avec # créneaux horaires}}

source: {0, plural, one {{1} out of # participant answered} other {{2} out of # participants answered}}
es: {0, plural, one {{1} de # participante ha respondido} other {{2} de # participantes han respondido}}
fr: {0, plural, one {{1} sur # participant a répondu} other {{2} sur # participants ont répondu}}

source: {0} has been finalized
fr: {0} a été finalisé

source: {0} will take place on:
es: {0} tendrá lugar en:
fr: {0} aura lieu le :
nb_no: {0} vil finne sted:

source: {availableCount, plural, one {# available participant} other {# available participants}}
es: {availableCount, plural, one {# participante disponible} other {# participantes disponibles}}
fr: {availableCount, plural, one {# participant disponible} other {# participants disponibles}}

source: {hours, plural, one {{hours} hour} other {{hours} hours}}
es: {hours, plural, one {{hours} hora} other {{hours} horas}}
fr: {hours, plural, one {{hours} heure} other {{hours} heures}}

source: {newdleLink} is Open Source
fr: {newdleLink} est un logiciel libre

source: {numSlots, plural, one {<0>#</0> slot selected} other {<1>#</1> slots selected} =0 {You haven't selected any slots yet}}
fr: {numSlots, plural, one {<0>#</0> créneau sélectionné} other {<1>#</1> créneaux sélectionnés} =0 {Vous n'avez sélectionné aucun créneau}}

source: {numberOfTimeslots, plural, one {{numberOfAvailable} out of # option chosen} other {{numberOfAvailable} out of # options chosen}}
fr: {numberOfTimeslots, plural, one {{numberOfAvailable} option sur # sélectionnée} other {{numberOfAvailable} options sur # sélectionnées}}

source: {title} will take place on:
es: {title} tendrá lugar en:
fr: {title} aura lieu le :
nb_no: {title} vil finne sted:

source: Attention
es: Atención

source: Select your language
es: Seleccione su idioma
nb_no: Velg språket ditt

source: Do you really wish to delete this newdle? Please be aware that <0>this action cannot be undone.</0>
nb_no: Ønsker du virkelig å slette denne newdle-en for godt? Husk at dette <0>ikke kan angres.</0>.

source: Made at <0>CERN</0>, the place where the web was born.
nb_no: Laget på <0>CERN</0>, der verdensveven ble til.

source: Notify the participants via e-mail
nb_no: Varsle deltagerne per e-post

source: Your newdle was created. You can now send the following link to everyone you would like to invite:
nb_no: Din newdle ble opprettet. Du kan nå sende følgende lenke til alle du ønsker å invitere:

source: newdle is Open Source Software
nb_no: newdle er fri programvare

source: {hours}h {minutes}min
nb_no: {hours}t {minutes}min
